<?php
define("IN_MATCH_LANG", true);

define("M_WEATHER_1_1", "{_FANS_} фенове, посетили {_STADIUM_}, се печаха на горещото слънце.");
define("M_WEATHER_1_2", "Беше изключително горещ ден за {_FANS_} зрители, които се появиха на {_STADIUM_}.");
define("M_WEATHER_1_3", "{_FANS_} зрители бяха на {_STADIUM_} в слънчевия следобед.");
define("M_WEATHER_2_1", "Времевите условия бяха достатъчно добри за игра и {_STADIUM_} прие {_FANS_} зрители.");
define("M_WEATHER_2_2", "Времето беше доста приятно и {_FANS_} зрители се появиха на {_STADIUM_} за мача.");
define("M_WEATHER_2_3", "Почти ясно небе посрещна {_FANS_} зрители, решили да дойдат на {_STADIUM_}.");
define("M_WEATHER_3_1", "Тъмни облаци притесниха публиката от {_FANS_} души на {_STADIUM_}, но дъждът се размина.");
define("M_WEATHER_3_2", "{_FANS_} зрители дойдоха на {_STADIUM_} в този облачен ден.");
define("M_WEATHER_3_3", "Мрачното небе без дъжд беше причина {_FANS_} зрители да се появят на {_STADIUM_} днес.");
define("M_WEATHER_4_1", "Въпреки поройният дъжд, валял цял ден, {_FANS_} зрители дойдоха да видят мача на приличащия на блато терен на (стадиона).");
define("M_WEATHER_4_2", "Цял ден валя дъжд, но {_FANS_} верни фенове все пак дойдоха на (стадиона).");
define("M_WEATHER_4_3", "{_FANS_} зрители пристигнаха на (стадиона) въпреки силния дъжд.");
define("M_WEATHER_5_1", "Въпреки големия сняг, валял цял ден, {_FANS_} души са на стадион {_STADIUM_} за да гледат мача.");
define("M_WEATHER_5_2", "Цял ден валя сняг, но {_FANS_} верни фенове все пак дойдоха на {_STADIUM_}.");
define("M_WEATHER_5_3", "{_FANS_} зрители пристигнаха на {_STADIUM_} въпреки силния дъжд.");

define("M_GOAL_1", "В {_MIN_}-та минута избухнаха аплодисменти, тъй като {_PLAYER1_} проби защитата на {_TEAM2_} през центъра и вкара в полза на {_TEAM1_} за {_RESULT_}!");
define("M_GOAL_2", "В {_MIN_}-та минута {_TEAM1_} успяха да направят резултата {_RESULT_}, когато {_PLAYER1_} проби отляво и стреля прецизно покрай вратаря на {_TEAM2_}!");
define("M_GOAL_3", "В {_MIN_}-та минута на мача централните защитници на {_TEAM2_} само изгледаха как {_PLAYER1_} се измъкна и вкара гол за {_RESULT_}!");
define("M_GOAL_4", "Ситуацията се влоши за {_TEAM2_}, след като {_TEAM1_} отбелязаха гол и направиха {_RESULT_} при една атака отляво с голмайстор {_PLAYER1_} в {_MIN_}-та минута!");
define("M_GOAL_5", "След {_MIN_} минути игра {_PLAYER1_} от {_TEAM1_} проби през центъра и резултатът стана {_RESULT_}!");
define("M_GOAL_6", "Впечатляваща атака през центъра в {_MIN_}-та минута даде шанс на {_PLAYER1_} от {_TEAM1_} да увеличи резултата и той не го пропусна! Резултатът стана {_RESULT_}!");
define("M_GOAL_7", "В {_MIN_}-та минута {_TEAM1_} направиха {_RESULT_}, когато {_PLAYER1_} завърши една атака отляво със зрелищна задна ножица!");
define("M_GOAL_8", "{_PLAYER1_} от {_TEAM1_} се вряза в защитата на {_TEAM2_} в {_MIN_}-та минута и прокара топката покрай вратаря, вкарвайки за {_RESULT_}");
define("M_GOAL_9", "Чудесен пробив отляво доведе до гол в {_MIN_}-та минута за {_TEAM1_}, който направи резултата {_RESULT_}! {_PLAYER1_} записа името си сред голмайсторите!");
define("M_GOAL_10", "Прекосявайки цялото игрище по крилото, играч на {_TEAM1_} някак си успя да центрира перфектно и {_PLAYER1_} нямаше как да сбърка и направи резултата {_RESULT_} в {_MIN_}-та минута!");
define("M_GOAL_11", "В {_MIN_}-та минута {_TEAM1_} успя да направи {_RESULT_}, когато {_PLAYER1_} проби отляво и стреля прецизно покрай вратаря на {_TEAM2_}!");
define("M_GOAL_12", "{_PLAYER1_} проби през центъра в {_MIN_}-та минута, правейки резултата {_RESULT_}!");
define("M_GOAL_13", "Една великолепна комбинация в центъра бе превърната в гол от {_PLAYER1_} от {_TEAM1_}, който направи резултата на {_RESULT_}!");
define("M_GOAL_14", "Едно добро разиграване отляво доведе до гол в {_MIN_}-та минута, отбелязан от {_PLAYER1_} от {_TEAM1_}, извеждайки отбора напред с {_RESULT_}!");
define("M_GOAL_15", "Чудесна атака на {_TEAM1_}, който отбелязват гол и правят резултата {_RESULT_}! Голмайстор {_PLAYER1_} в {_MIN_}-та минута!");
define("M_GOAL_16", "След {_MIN_} минути игра {_TEAM1_} направиха резултата {_RESULT_}, когато {_PLAYER1_} отбеляза отляво с топовен изстрел до далечната греда!");
define("M_GOAL_17", "В {_MIN_}-та минута {_PLAYER1_} отклони центрирането от корнер право към вратаря, който не успя да улови топката, позволявайки на {_PLAYER1_} от {_TEAM1_} да отбележи за {_RESULT_}!");
define("M_GOAL_18", "{_PLAYER1_} от {_TEAM1_} беше бурно освиркан от феновете на {_TEAM2_} в {_MIN_}-та минута, след като проби през центъра и отбеляза за {_TEAM1_}! Резултат {_RESULT_}!");
define("M_GOAL_19", "Централната защита на {_TEAM2_} не би трябвало да има проблеми с паса към {_PLAYER1_}, но играчът на {_TEAM1_} успя да се измъкне и с нисък удар покрай вратаря да вкара гол за отбора си! {_RESULT_} в {_MIN_}-та минута!");
define("M_GOAL_20", "Резултатът стана {_RESULT_} в {_MIN_}-та минута след пробив на {_PLAYER1_}, който без чужда помощ изскочи по дясното крило и прехвърли вратаря на {_TEAM2_}!");
define("M_GOAL_21", "След {_MIN_} минути игра {_TEAM1_} отбеляза гол, след като опасно ниско подаване по крилото, беше хитро засечено на близката греда от {_PLAYER1_}! Резултат: {_RESULT_}!");
define("M_GOAL_22", "Брилянтната игра на {_PLAYER1_} от {_TEAM1_} доведе в {_MIN_}-та минута до {_RESULT_}!");
define("M_GOAL_23", "{_TEAM1_} организира добра контраатака отляво в {_MIN_}-та минута и {_PLAYER1_} я завърши точно за {_RESULT_}!");
define("M_GOAL_24", "{_TEAM1_} вкара гол след {_MIN_} минути игра, когато {_PLAYER1_} проби отляво и отбеляза за {_RESULT_} с удар извън обсега на вратаря!");
define("M_GOAL_25", "В {_MIN_}-та минута {_TEAM1_} направиха резултата {_RESULT_}! Защитниците на {_TEAM2_} изгубиха топката от притичалия отляво {_PLAYER1_}, който хладнокръвно елиминира вратаря и прати топката в мрежата!");
define("M_GOAL_26", "Добре изпълнен пряк свободен удар от {_PLAYER1_} в {_MIN_}-та минута доведе до {_RESULT_} за {_TEAM1_}!");
define("M_GOAL_27", "Перспективният пас на играч от {_TEAM1_} завари всички неподготвени, освен {_PLAYER1_}, който чевръсто насочи топката във вратата на {_TEAM2_} покрай безпомощния вратар и направи резултата {_RESULT_} в {_MIN_}-та минута!");
define("M_GOAL_28", "След изпълнение на корнер настана разбъркване в наказателното поле, но в края на краищата {_PLAYER1_} от {_TEAM1_} успя да промуши топката в мрежата! {_RESULT_} в {_MIN_}-та минута!");

define("M_PENALTY_1", "След {_MIN_} минути игра, съдията отсъди дузпа за {_TEAM1_}! {_PLAYER1_} хладнокръвно отбеляза за {_RESULT_}!");
define("M_PENALTY_2", "{_PLAYER1_} от {_TEAM1_} изпълни добре отсъдената дузпа, вкара за {_TEAM1_} и направи резултата {_RESULT_} след {_MIN_} минути игра!");
define("M_PENALTY_3", "{_PLAYER1_} от {_TEAM1_} изпълни добре отсъдената дузпа, вкара за {_TEAM1_} и направи резултата {_RESULT_} след {_MIN_} минути игра!");
define("M_MISS_PENALTY_1", "След {_MIN_} минути игра, съдията отсъди дузпа за {_TEAM1_}, но {_PLAYER1_} не успя да уцели вратата!");
define("M_MISS_PENALTY_2", "{_PLAYER1_} от {_TEAM1_} удари гредата след отсъдена от съдията дузпа и в {_MIN_}-та минута!");
define("M_MISS_PENALTY_3", "Чудесна работа за вратаря на {_TEAM2_} след като спаси дузпа на {_PLAYER1_} от {_TEAM1_} в {_MIN_}-та минута!");

define("M_SUBTITUTION_1", "Смяна за отбора на {_TEAM1_}. Играч {_PLAYER1_} е заменен от {_PLAYER2_} в {_MIN_}-та минута.");

define("M_YELLOW_CARD_1", "Жълт картон за {_PLAYER1_} от {_TEAM1_} в {_MIN_}-та минута.");

define("M_RED_CARD_1", "Втори жълт картон за {_PLAYER1_}. Отбора {_TEAM1_} е поставен пред тежко изпитание в {_MIN_}-та минута.");

define("M_INJURY_1", "Играчът на {_TEAM1_} - {_PLAYER1_} се контузи в {_MIN_}-та минута.");

define("M_MISS_1", "В {_MIN_}-та минута {_TEAM1_} беше близо до гол, когато {_PLAYER1_} изпрати далечен удар отдясно, но ъгълът беше твърде малък и топката се удари от външната страна на мрежата.");
define("M_MISS_2", "{_PLAYER1_} беше близо до ново попадение в {_MIN_}-та минута за {_TEAM1_}, останал сам пред вратата, той прехвърли вратаря на {_TEAM2_}, но уцели гредата.");
define("M_MISS_3", "{_TEAM1_} имаше възможност отбележи в резултата при пробива на {_PLAYER1_} отляво, но атаката пропадна, след като ударът му мина над вратата в {_MIN_}-та минута.");
define("M_MISS_4", "При една атака през центъра {_PLAYER1_} можеше да реши мача в {_MIN_}-та минута, но завършващият му удар срещна гредата.");
define("M_MISS_5", "Публиката въздъхна, когато {_PLAYER1_}, сhлед добър пробив отдясно, изстреля топката над вратата и пропусна чудесна възможност да отбележи за {_TEAM1_} в {_MIN_}-та минута");
define("M_MISS_6", "{_TEAM1_} можеха да вкарат гол в {_MIN_}-та минута, когато {_PLAYER1_} изпусна от воле при центриране отдясно.");
define("M_MISS_7", "{_PLAYER1_} от {_TEAM1_} имаше отлична възможност в {_MIN_}-та минута, засичайки прострелно подаване отдясно, но ударът му мина на метри от вратата!");
define("M_MISS_8", "В {_MIN_}-та минута един от защитниците на {_TEAM2_} успя да спре пътя на топката към вратата в {_MIN_}-та минута, предотвратявайки гол за {_TEAM1_} при една тяхна атака по дясното крило.");
define("M_MISS_9", "{_PLAYER1_} от {_TEAM1_} опита да се измъкне отляво в {_MIN_}-та минута, но защитата на {_TEAM2_} успя да изчисти топката.");
define("M_MISS_10", "{_PLAYER1_} се бореше енергично със защитниците на {_TEAM2_}, създавайки добра възможност в {_MIN_}-та минута, когато опита извеждащ пас.");
define("M_MISS_11", "Отпускане в защитата на {_TEAM2_} даде шанс на {_TEAM1_} за гол в {_MIN_}-та минута, но центрирането от левия фланг беше непохватно отиграно и {_TEAM2_} лесно се справиха със ситуацията.");
define("M_MISS_12", "Публиката на {_TEAM2_} започна да скандира името на вратаря, след като спаси фантастично удар отляво на {_PLAYER1_} в {_MIN_}-та минута");
define("M_MISS_13", "В {_MIN_}-та минута {_TEAM1_} имаха добра възможност да вкара гол, но вратарят на {_TEAM2_} спаси удара с глава на {_PLAYER1_} след подаване отдясно, насочен в горния ъгъл.");
define("M_MISS_14", "{_TEAM1_} имаше добра възможност да вкара, особено в {_MIN_}-та минута, когато {_PLAYER1_} изскочи сам срещу вратаря, който успя да го блокира.");
define("M_MISS_15", "{_TEAM1_} засилиха натиска, когато в {_MIN_}-та минута, {_PLAYER1_} се озова сам срещу вратаря, oбаче вратаря на {_TEAM2_} направи великолепно спасяване.");
define("M_MISS_16", "Няколко успешни единоборства, последвани от удар от границата на наказателното поле на {_PLAYER1_} в {_MIN_}-та минута,можеше да доведат до гол за {_TEAM1_}. Обаче вратаря на {_TEAM2_} направи ефектно спасяване.");
define("M_MISS_17", "След {_MIN_} игрови минути, {_PLAYER1_} замалко да даде преднина на {_TEAM1_} с неочаквано изпълнение на свободен удар, но защитник от {_TEAM2_} беше нащрек и улови топката.");
define("M_MISS_18", "След пробив през центъра в {_MIN_}-та минута,{_PLAYER1_} замалко да прокара топката покрай вратаря на {_TEAM2_}, но вратаря успя да блокира удара и запази резултата.");
?>
