<?php
/*
File name: vipabout.php
Last change: Tue Mar 18 17:21:42 EET 2008
Copyright: NRPG (c) 2008
*/
define("IN_GAME", true);
include("common.php");
limit();
/*if ($_COOKIE["lang"] == 1)
{
   info(COMING_SOON, VIP_PLACE);
}
else if ($_COOKIE["lang"] == 2)
{*/
pagestart("Относно ВИП");
head("Относно ВИП");
?>
Ние решихме да не принуждаваме хората да плащат за нашия сайт, затова ние предлагаме на всички да играят безплатно. Това Ви дава възможност да играете ManagerTeams толкова дълго, колкото решите и когато сте готови, можете да подобрите отбора и играта си, като станете ВИП Мениджър. ВИП мениджърите са важна част от потребителите и те ползват разнообразни и подобряващи атмосферата на играта възможности, както и помощ при анализирането на мениджърските решения. И нещо много важно - ВИП членовете нямат преимущество в играта над останалите мениджъри, но се радват да допълнителни възможности. Основната причина да заявите ВИП Мениджър е, че ще имате възможност срещу минимална такса да получите достъп до разнообразни екстри, които ще направят играта още по-забавна и интересна. Другата причина е, че така ще подкрепите екипа на ManagerTeams да продължават да развиват и подобряват играта за радост на всички участници. В сравнение с това, което плащате за други игри и забавления, ние искаме скромна такса. Опитайте играта безплатно и, ако Ви харесва, Ви препоръчваме да проверите какви възможности предлага ВИП членството. Уверяваме Ви, че ще откриете още по-забавни моменти в играта.<br>
<br>
Какво получавате като ВИП мениджър?<br>
- преглед на собствените анонси в пресата<br>
- публикуване на съобщения в пресата<br>
- опция за добавяне/изтриване на мениджъри в приятелска листа<br>
- възможност отборът Ви да излезе във ваканция<br>
- преглед на онлайн мениджърите в играта<br>
- опция за добавяне /редактиране/ на имена и прякори на футболистите<br>
- възможност за избор /редактиране/ на номерата на всеки играч<br>
- възможност за добавяне на бележка за всеки играч, която се вижда от всички<br>
- възможност за добавяне на снимка на всеки един от играчите<br>
- възможност за оцветяване екипа на Вашия отбор<br>
- преглед на кръстосана таблица, в която се виждат резултатите на отбора Ви срещу съперниците от Вашата група в шампионата<br>
- възможност за участие в осем приятелски турнири/лиги едновременно<br>
- възможност за организиране на собствени приятелски турнири/лиги с участието от 4 до 32 отбора<br>
- възможност за участие в МениджърТиймс букмейкър и правене на залози за мачовете<br>
- възможност за копиране на тактиките от резервните селекции<br>
- възможност към отбора ви по всяко време да се присъедини талант от детско-юношеската школа<br>
- възможност за незабавно лечение на контузени играчи<br>
- възможност за коментари към всеки мач<br>
- възможност за коментари към отделните дивизии/лиги<br>
- възможност да депозирате пари в банката и да печелите лихва от депозита<br>
- възможност да сменяте имената на тактитките си<br>
- възможност да качвате химн на своя отбор<br>
- възможност за смяна на името на отбора и стадиона<br>
<br>
За в бъдеще предстоят да бъдат въведени допълнителни модули/екстри за ВИП мениджърите.<br>
<br>
<b>Освен всичко друго можете срещу смс да получите пари в играта. Как може да стане това вижте <a href="addmoney.php">ТУК</a></b>
<br>
<?php
/*}
else if ($_COOKIE["lang"] == 3)
{
   info(COMING_SOON, VIP_PLACE);
}
else prnt(COMING_SOON);*/
pageend();
?>
